chat_system_1381373724_actor_description=Princess dummy. Non-living dummy.
chat_system_1381373724_snap_0_question=^?^You have carefully examined the dummy. Its wooden surface is scratched with inscriptions written by different hands at different times.<br>One of them is especially noticeable - it's old but scratched very deeply. By all appearances, this inscription was made by Iron Richard himself, back when he passed the Trials. It seems that over these long years nothing has changed in the Trials - even the dummy is the same.<br>You can leave your inscription on the dummy.
chat_system_1381373724_snap_0_answer_0=^?^Write your name on the dummy.
chat_system_1381373724_snap_0_answer_1=^?^Write a message to future generations.
chat_system_1381373724_snap_0_answer_2=^?^Write a dwarves' wise saying.
chat_system_1381373724_snap_0_answer_3=^?^Write a smutty elven joke.
chat_system_1381373724_snap_0_answer_4=^?^Leave the dummy.
